{
  "navbar": {
    "aboutMe": "Über mich",
    "skills": "Fähigkeiten",
    "projects": "Projekte",
    "contact": "Kontakt"
  },

  "home": {
    "whoIs": "Ich bin",
    "name": "Lea Cotar",
    "role": "Frontend Entwicklerin",
    "talk": "Lass uns reden!",
    "email": "cotar@contact.com",
    "scroll": "Scroll down"
  },

  "aboutMe": {
    "header": "Über mich",
    "text": "Ich interessiere mich seit meiner Schulzeit für Computertechnik und habe mir viele IT-Kenntnisse autodidaktisch angeeignet. Hinzu kommt, das ich eine Ausbildung als Informatikerin EFZ Fachrichtung Systemtechnik erfolgreich absolviert. Seither arbeite ich mit Windows und kenne mich mit Netzwerktechnologien und Linux gut aus. Ich war schon immer technikbegeistert. Beim Programmieren habe ich endlich ein Werkzeug gefunden, mit dem ich selbst aktiv etwas erschaffen kann-nicht nur konsumieren. Die Welt wird immer digitaler, und Programmieren ist eine Schlüsselkompetenz der Zukunft. Deshalb inspiriert es mich, ständig neue Technologien und Tools zu lernen. Ich verbessere meine Programmierkenntnisse, um meine Projekte noch effizienter, nutzerfreundlicher und innovativer umsetzen zu können. Je mehr ich lerne, desto grösser werden meine Möglichkeiten-das motiviert mich enorm, mich ständig weiterzuentwickeln.",
    "location": "Ich bin Wohnhaft in Zürich. Ich bin offen für arbeit im Betrieb oder Remote zu arbeiten. Einen Umzug in eine bestimmte Stadt oder an einen bestimmten Standort ist für mich nicht ausgeschlossen. Mir ist wichtig, dass mir die Möglichkeit offen steht und das ich die Möglichkeit habe, so einen wichtigen Schritt zu machen.",
    "openMinded": "Ich bin sehr aufgeschlossen und neugierig, wenn es um neue Technologien geht. Ich sehe jede neue Technologie als Chance, meine Fähigkeiten stetig zu erweitern und meinen Horizont zu vergrössern. Ob durch Online-Kurse oder persönliche Projekte-ich arbeite regelmässig daran, meine Skills aktuell zu halten. Diese kontinuierliche Weiterentwicklung macht für mich den Reiz an der IT-Welt aus.",
    "description": "Ich sehe Herausforderungen als Chance, da ich aus jedem meiner Probleme etwas lernen kann. Durch analytisches Denken erkenne ich Muster und finde oft zielgerichtete Lösungen. Kreativität hilft mir, neue Lösungswege zu finden, wenn Standardmethoden nicht greifen. Durch Zusammenarbeit im Team entstehen oft besonders effiziente und elegante Ergebnisse."
  },

  "mySkills": {
    "header": {
      "eins": "Meine Fähigkeiten",
      "zwei": "Suchen Sie nach einer",
      "drei": "weiteren Fähigkeit",
      "vier": "?"
    },
    "text": {
      "eins": "Hier findest du verschiedene Frontend-Technologien, die ich meinen Projekten verwendet habe.",
      "zwei": "Technologien entwickeln sich ständig weiter-genau das motiviert mich, immer Neues zu entdecken und auszuprobieren."
    },
    "button": {
      "text": "Kontakt aufnehmen"
    }
  },

  "myProjects": {
    "header": "Projekte",
    "text": "Scrollen, klicken, staunen-entdecke meine Projekte, teste Features live und seh selbst, was Technik mit Kreativität bewirken kann.",
    "join": {
      "title": "Join",
      "description": "Organisiere deine Aufgaben wie ein Profi-mit intuitivem Drag-and-Drop, Kanban-inspiriertem Board und smarter Zuweisung von Nutzern und Kategorien. Visuell. Dynamisch. Effizient. Join Projekt bringt Struktur in dein Chaos-einfach, schnell und technisch clever."
    },
    "polloLoco": {
      "title": "Pollo Loco",
      "description": "Ein actiongeladenes Jump-and-Run im objektorientierten Stil: Sammle Münzen und Flaschen, rüste deinen mexikanischen Helden aus- und stelle dich dem ultimativen Showdown gegen das gefürchtete Killerhuhn!"
    },
    "pokedex": {
      "title": "Pokédex",
      "description": "Willkommen beim Pokédex-Projekt-einer interaktiven Anwendung, die mithilfe der leistungsstarken PokéAPI echte Pokémon-Daten in Echtzeit abruft, analysiert und visualisiert. Mit dieser API als technologischem Rückgrat entsteht ein digitales Nachschlagewerk, das Pokémon-Fans und Entwickler gleichermassen begeistert-schnell, dynamisch und randvoll mit Poké-Wissen."
    },
    "dabubble": {
      "title": "DA Bubble",
      "description": "Diese App ist eine Slack-Klon-App. Sie revolutioniert die Teamkommunikation und -zusammenarbeit mit ihrer intuitiven Benutzeroberfläche, Echtzeit-Nachrichtenübermittlung und robusten Kanalorganisation."
    },
    "simplecrm": {
      "title": "simpleCRM",
      "description": "Ein sehr einfaches Customer-Relationship-Management-System mit CRUD-Funktionalität."
    }
  },

  "whatMyColleguasSay": {
    "teamPlayer": {
      "johannes": {
        "name": "Johannes Singl - Team Partner",
        "project": "Join",
        "feedback": "Die Zusammenarbeit mit Lea an unserem Projekt war grossartig. Mit ihrer Kreativität, ihrem technischen Know-how und ihrer lösungsorientierten Art hat sie massgeblich zum Erfolg beigetragen. Ihre positive Einstellung und Teamfähigkeit machten die Arbeit nicht nur produktiv, sondern auch angenehm.",
        "linkedin": "linkedin.com/in/johannes-singl-1920aa33b"
      },
      "test": {
        "name": "",
        "project": "",
        "feedback": "",
        "linkedin": ""
      }
    }
  },

  "contact": {
    "header": {
      "eins": "Kontakt",
      "zwei": "Haben Sie ein Problem, das gelöst werden muss?"
    },
    "text": {
      "eins": "Ermutigen Sie die Leute, sich mit Ihnen in Verbindung zu setzen und beschreiben Sie, für welche Position Sie sich interessieren. Zeigen Sie, dass Sie durch Ihre Arbeit einen Mehrwert für ihre Projekte schaffen werden.",
      "zwei": "Benötigen Sie einen Frontend-Entwickler? Kontaktieren Sie mich!"
    },
    "contactform": {
      "name": "Ihre Name",
      "email": "Ihre E-Mail",
      "message": "Ihre Nachricht"
    },
    "privacy": {
      "eins": "Ich habe die ",
      "zwei": "Datenschutzerklärung ",
      "drei": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
      "accept": "*Bitte akzeptieren Sie die Datenschutzerklärung."
    },
    "button": {
      "text": "Nachricht senden :)"
    }
  },

  "imprint": {
    "header": "",
    "": "",
    "contact": "",
    "mobile": ""
  }
}
